IDEA Open Model
Region2D.Outline Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the outline curve of Region2D.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public PolyLine2D Outline { get; set; }
Public Property Outline As PolyLine2D
	Get
	Set
Property Value
Type: PolyLine2D
See Also
Reference
Region2D Class
IdeaRS.OpenModel.Geometry2D Namespace